{"basics":{"name":"Kasey Zapatka","label":"Quantitative Researcher and Social Scientist","image":"profile_pic.jpeg","email":"kaseyzapatka@berkeley.edu","phone":"","url":"kaseyzapatka.com","summary":"Quantitative social science researcher, skilled in computational, spatial, and survey methods with a background in user experience.","location":{"address":"","postalCode":"","city":"San Francisco","countryCode":"US","region":"California"},"profiles":[{"network":"Twitter","username":"AlbertEinstein","url":"https://twitter.com/AlbertEinstein"}]},"education":[{"institution":"City University of New York, The Graduate Center","location":"New York City, New York","url":"https://www.gc.cuny.edu/sociology","area":"Sociology","studyType":"PhD","startDate":"2016-08-25","endDate":"2023-02-01"},{"institution":"Fordham University","location":"Bronx, New York","url":"https://www.fordham.edu/academics/departments/sociology-and-anthropology/faculty/","area":"Sociology","studyType":"MA","startDate":"2014-08-15","endDate":"2012-05-25"},{"institution":"Point Loma Nazarene University","location":"San Diego, California","url":"https://www.pointloma.edu/","area":"Spanish Literature and Language","studyType":"BA","startDate":"2006-08-25","endDate":"2010-05-15"}],"work":[{"name":"University of California, Berkeley","position":"Postdoctoral Researcher and Lecturer","url":"https://www.berkeley.edu/","startDate":"2023-07-01","endDate":"","summary":"Conducting federally funded housing research and teaching advanced computational methods to PhD students.","highlights":["Lead cross-functional research team to develop, maintain, and analyze eviction database (150M+ records) using SQL","Applied R-based machine learning, multilevel regression, and synthetic control methods to study impact of rental assistance on eviction filings","Coordinated with UPenn partners, managed research process, and led report writing","Presented findings and strategic recommendations to federal housing policy stakeholders","Taught machine learning, natural language processing, and causal inference to PhD students","Led 32 weekly labs in R and Python libraries (tidyverse, sklearn, TensorFlow)","Supervised 8 student projects on predictive modeling and decision-making"]},{"name":"NYC Department of Housing Preservation & Development","position":"Data Scientist","url":"https://www.nyc.gov/hpd","startDate":"2022-09-01","endDate":"2023-06-30","summary":"Conducted research and survey design for the NYC Housing Vacancy Survey and affordable housing policy evaluation.","highlights":["Collaborated with US Census research team to establish sample survey research frame for Housing Vacancy Survey","Addressed Housing Vacancy Survey measurement error by creating post-stratification weights","Developed methodology with survey weights to determine where to build affordable housing, presented methodology to non-technical stakeholders, and persuaded Commissioner to adopt methodology"]},{"name":"City University of New York, The Graduate Center","position":"Research Scientist, Professor Van Tran","url":"https://www.gc.cuny.edu/sociology","startDate":"2021-01-01","endDate":"2022-12-31","summary":"Supported research on ethno-racial neighborhood integration in metro New York.","highlights":["Built US Census dataset to study ethno-racial neighborhood integration in metro New York","Fitted multinomial logistic regression models and interpreted marginal effects plots in R","Wrote methodological sections, created descriptive plots in R, and managed project development on GitHub"]},{"name":"City University of New York, The Graduate Center","position":"Research Scientist, Professor Paul Attewell","url":"https://www.gc.cuny.edu/sociology","startDate":"2018-10-01","endDate":"2021-05-31","summary":"Conducted quantitative analysis on higher education access and outcomes.","highlights":["Developed various research projects to study the divergence of benefits for groups with different educational attainment","Presented findings in weekly meetings and gave feedback on other members’ projects","Managed 4 large national, longitudinal, and cross-sectional datasets used in analyses","Used data mining, HLM, OLS, and logistic regression techniques to understand the impact of educational attainment on mid-life labor market earnings"]},{"name":"CUNY, Center for Urban Research","position":"UX Researcher","url":"https://www.gc.cuny.edu/centers/center-urban-research","startDate":"2016-09-01","endDate":"2019-01-31","summary":"User experience researcher analyzing worker and job seeker needs to improve labor market tools and services","highlights":["Designed, executed, and led focus group research to identify key labor market trends across 10 different projects","Interacted with participants, distilled findings into actionable insights, and presented recommendations to clients"]},{"name":"Empirical Creative","position":"UX Researcher","url":"https://www.empiricalcreative.com/","startDate":"2014-11-01","endDate":"2016-08-31","summary":"User experience researcher specializing in jury and trial research for attorneys","highlights":["Designed and led mock jury trials (focus groups) to identify favorable juror (user) characteristics and attitudes","Conducted strategic research to understand user characteristics that shape case opinions, iterative research to clarify what facts change opinions, and evaluative research to understand what ultimately shaped decisions","Translated insights into actionable recommendations (product): trial strategy, user profiles, and visual graphics"]},{"name":"Max Planck Institute","position":"Data Scientist – Superdiversity in Metro New York Project","url":"https://www.mmg.mpg.de/","startDate":"2020-01-01","endDate":"2021-12-31","summary":"Led development of interactive teaching and research tool on changing diversity in Metro New York.","highlights":["Managed end-to-end project development of interactive Superdiversity Website and Teaching Tool","Built and analyzed 6 cross-sectional, longitudinal databases exploring changing diversity in Metro New York","Identified key findings, wrote website narrative, and chose visualizations to best engage general/public audiences","Supervised design team in development of interactive website and ensured project aligned with stakeholder vision"]}],"publications":[{"name":"New Frontiers of Integration: Convergent Pathways of Neighborhood Diversification in Metropolitan New York","publisher":"RSF: The Russell Sage Foundation Journal of the Social Sciences","releaseDate":"2023-02-01","url":"https://doi.org/10.7758/RSF.2023.9.1.03","summary":"This article examines trends in neighborhood racial integration in New York, analyzing suburbanization of immigration and poverty. Highlights include: declines in nonintegrated neighborhoods, prevalence of White-integrated neighborhoods, stronger impact of immigration in suburbs in 2000 than 2019, and consistent effects of immigration, affluence, and disadvantage across cities and suburbs."},{"name":"Affordable Regulation: New York City Rent Stabilization as Housing Affordability Policy","publisher":"City & Community","releaseDate":"2022-10-01","url":"https://doi.org/10.1177/15356841221123762","summary":"Investigates who benefits from NYC rent stabilization, estimating rent savings and burden reductions using Housing Vacancy Survey data and regression techniques. Highlights the role of expanded stabilization and policy interventions to curb rent inflation and protect tenants."},{"name":"Superdiversity in Metropolitan New York: Technical Report","publisher":"Max Planck Institute","releaseDate":"2021-06-01","url":"www.superdiv-newyork.mmg.mpg.de","summary":"Describes data sources, design principles, methods, and variable categories used to produce the Superdiversity in Metropolitan New York visualization website."},{"name":"Reordering Occupation, Race, and Place in Metropolitan New York","publisher":"Springer International Publishing Cham","releaseDate":"2021-01-01","url":"","summary":"Examines spatial organization of occupation and race in the New York metropolitan area, showing gentrification, suburbanization of minorities, and changes in occupational and residential patterns over time."},{"name":"Does Demand Lead Supply? Gentrifiers and Developers in the Sequence of Gentrification, New York City 2009–2016","publisher":"Urban Studies","releaseDate":"2020-08-01","url":"","summary":"Analyzes the temporal sequence of gentrification in NYC, examining whether gentrifiers or developers lead neighborhood change between 2009–2016."}],"skills":[{"name":"Programming","icon":"fa-solid fa-hashtag","keywords":["R","Python","SQL","Stata","Git & GitHub","Linux"]},{"name":"Quantitative","icon":"fa-solid fa-hashtag","keywords":["Spatial econometrics","Machine learning","Generalized linear regression","Natural Language processing","Survey analysis","Conjoint Analysis","A/B testing","LLMs and GenAI"]},{"name":"Qualitative","icon":"fa-solid fa-hashtag","keywords":["Focus groups","Interviews","Ethnography","Stakeholder analysis","Survey design","User perception studies"]}],"languages":[{"language":"English","fluency":"Native speaker","icon":""},{"language":"Spanish","fluency":"Fluent","icon":""}],"interests":[{"name":"Urban Sociology","icon":"fa-solid fa-tag","keywords":["Housing Affordability","Rent Regulation","Eviction","Gentrification","Suburbanization"]},{"name":"Quantitative Methodolgy","icon":"fa-solid fa-tag","keywords":["Spatial Econometrics","Computational Social Science","Machine Learning","Natural Language Processing","Causal Inference"]}],"references":[{"name":"Professor David Harding","icon":"fa-solid fa-thumbtack"},{"name":"Professor Van Tran","icon":"fa-solid fa-thumbtack"},{"name":"Professor Leslie McCall","icon":"fa-solid fa-thumbtack"},{"name":"Professor John Mollenkopf","icon":"fa-solid fa-thumbtack"}],"projects":[{"name":"Superdiversity in Metro New York","summary":"Developed an interactive website and teaching tool to explore the changing ethno-racial diversity of the New York metropolitan area, integrating multiple datasets and producing policy-relevant analyses.","highlights":["Managed end-to-end project development of interactive Superdiversity Website and Teaching Tool","Built 6 large databases and conducted data analysis to understand changing diversity in Metro New York","Synthesized results, designed clear data visualizations, and presented key findings to stakeholders and funders","Supervised design team to ensure project aligned with stakeholder vision"],"startDate":"2020-01-01","endDate":"2021-12-31","url":"https://superdiv-newyork.mmg.mpg.de/#newyork-intro?bubble;filter:Total%20population?map;variables:0,0;mode:traditional?treePermanent;year:2012;category:Family?treeTemporary;year:2012;category:Students?sankey;year:2018?dashboard;filters:Total%20-%20Sex,Total%20-%20Age%2018%20to%2065,Total%20-%20Race-ethnicity,Total%20-%20Immigrant%20cohort,Total%20-%20NYC%20statushttps://superdiv-newyork.mmg.mpg.de/%23newyork-intro?bubble;filter:Total%20population?map;variables:0,0;mode:traditional?treePermanent;year:2012;category:Family?treeTemporary;year:2012;category:Students?sankey;year:2018?dashboard;filters:Total%20-%20Sex,Total%20-%20Age%2018%20to%2065,Total%20-%20Race-ethnicity,Total%20-%20Immigrant%20cohort,Total%20-%20NYC%20status"},{"name":"Housing Literacy","summary":"Developed an online tool to annotate legal documents for rent-stabilized tenants, promoting awareness of renter rights and housing policies in New York City.","highlights":["Researched New York City rent regulations to create accessible legal guidance","Designed interactive features to help tenants understand rights and obligations","Provided actionable resources for advocacy and public education"],"startDate":"2017-08-15","endDate":"2019-05-01","url":"https://housingliteracynyc.org"}]}